Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What is the most 'sensual' thing I’ve ever done for you?
de: Was ist das Sinnlichste, was ich je für dich getan habe?
es: ¿Qué es lo más 'sensual' que he hecho por ti?
fr: Quelle est la chose la plus 'sensuelle' que j'aie jamais faite pour toi ?
it: Qual è la cosa più 'sensuale' che io abbia mai fatto per te?
ja: 私があなたのためにしたことで一番‘官能的’なことは何ですか？
ko: 제가 당신을 위해 해준 가장 '관능적인' 일은 무엇인가요?
nb: Hva er den mest 'sanselege' tingen jeg noen gang har gjort for deg?
nl: Wat is het meest 'sensuele' dat ik ooit voor je heb gedaan?
pl: Co najbardziej 'zmysłowego' dla ciebie zrobiłem?
pt_br: Qual é a coisa mais 'sensual' que eu já fiz por você?
sv: Vad är det mest 'sensuella' jag någonsin har gjort för dig?
uk: Що найбільш 'чуттєвого' я робив для тебе?
zh_hans: 我为你做过最‘感性’的事情是什么？

source: What is the most 'special' thing we have in common?
de: Was ist das 'Besonderste', was wir gemeinsam haben?
es: ¿Qué es lo más 'especial' que tenemos en común?
fr: Quelle est la chose la plus 'spéciale' que nous ayons en commun ?
it: Qual è la cosa più 'speciale' che abbiamo in comune?
ja: 私たちが共通して持つ最も『特別な』ことは何ですか？
ko: 우리가 공통으로 가진 가장 '특별한' 것은 무엇인가요?
nb: Hva er det mest 'spesielle' vi har til felles?
nl: Wat is het meest 'speciale' wat we gemeen hebben?
pl: Co jest najbardziej 'wyjątkową' rzeczą, którą mamy wspólnego?
pt_br: O que é a coisa mais 'especial' que temos em comum?
sv: Vad är det mest 'speciella' vi har gemensamt?
uk: Що найбільш 'особливе' у нас спільного?
zh_hans: 我们共同拥有的最“特别”的事情是什么？

source: What is the most 'spicy' dream you’ve ever had about us?
de: Was war der 'spicy'ste Traum, den du jemals von uns hattest?
es: ¿Cuál es el sueño más 'picante' que has tenido sobre nosotros?
fr: Quel est le rêve le plus 'épicé' que tu aies eu à propos de nous ?
it: Qual è il sogno più 'piccante' che tu abbia mai fatto su di noi?
ja: 私たちについて見た一番‘スパイシー’な夢は何ですか？
ko: 우리에 대해 꾼 가장 '스파이시'한 꿈은 무엇인가요?
nb: Hva er den mest 'spicy' drømmen du noen gang har hatt om oss?
nl: Wat is de meest 'spicy' droom die je ooit over ons hebt gehad?
pl: Jaki jest najbardziej 'pikantny' sen, jaki miałeś o nas?
pt_br: Qual é o sonho mais 'picante' que você já teve sobre nós?
sv: Vad är den mest 'spicy' drömmen du någonsin har haft om oss?
uk: Який найбільш 'пікантний' сон тобі снився про нас?
zh_hans: 你做过关于我们最‘火辣’的梦是什么？

source: What is the most 'spontaneous' thing we’ve ever done?
de: Was ist das Spontanste, was wir je getan haben?
es: ¿Qué es lo más 'espontáneo' que hemos hecho?
fr: Quelle est la chose la plus 'spontanée' que nous ayons jamais faite ?
it: Qual è la cosa più 'spontanea' che abbiamo mai fatto?
ja: 私たちがやった一番‘衝動的’なことは何ですか？
ko: 우리가 한 가장 '자발적인' 일은 무엇인가요?
nb: Hva er den mest 'spontane' tingen vi noen gang har gjort?
nl: Wat is het meest 'spontane' dat we ooit hebben gedaan?
pl: Co najbardziej 'spontanicznego' razem zrobiliśmy?
pt_br: Qual é a coisa mais 'espontânea' que já fizemos?
sv: Vad är det mest 'spontana' vi någonsin har gjort?
uk: Що найбільш 'спонтанне' ми коли-небудь робили?
zh_hans: 我们做过最‘随性’的事情是什么？

source: What is the most 'surprising' thing you’ve enjoyed in bed?
de: Was ist das Überraschendste, das dir im Bett gefallen hat?
es: ¿Qué es lo más 'sorpresivo' que has disfrutado en la cama?
fr: Quelle est la chose la plus 'surprenante' que tu as appréciée au lit ?
it: Qual è la cosa più 'sorprendente' che ti è piaciuta a letto?
ja: ベッドで楽しかった一番‘意外’なことは何ですか？
ko: 침대에서 즐겼던 가장 '놀라운' 것은 무엇인가요?
nb: Hva er den mest 'overraskende' tingen du har likt i sengen?
nl: Wat is het meest 'verrassende' dat je in bed hebt genoten?
pl: Co najbardziej 'zaskakującego' sprawiło ci przyjemność w łóżku?
pt_br: Qual é a coisa mais 'surpreendente' que você gostou na cama?
sv: Vad är det mest 'överraskande' du har njutit av i sängen?
uk: Що найбільш 'несподіване' тобі сподобалося в ліжку?
zh_hans: 你在床上享受过最‘意想不到’的事情是什么？

source: What is the most 'surprising' thing you’ve found attractive?
de: Was ist das Überraschendste, das du attraktiv fandest?
es: ¿Qué es lo más 'sorprendente' que has encontrado atractivo?
fr: Quelle est la chose la plus 'surprenante' que tu as trouvée attirante ?
it: Qual è la cosa più 'sorprendente' che hai trovato attraente?
ja: 魅力的だと感じた一番‘意外’なことは何ですか？
ko: 가장 '놀랍게도' 매력적이라고 느꼈던 것은 무엇인가요?
nb: Hva er den mest 'overraskende' tingen du har funnet attraktiv?
nl: Wat is het meest 'verrassende' dat je aantrekkelijk hebt gevonden?
pl: Co najbardziej 'zaskakującego' uznajesz za atrakcyjne?
pt_br: Qual é a coisa mais 'surpreendente' que você achou atraente?
sv: Vad är det mest 'överraskande' du har funnit attraktivt?
uk: Що найбільш 'несподіване' ти знайшов привабливим?
zh_hans: 你觉得最有吸引力但最‘意想不到’的事情是什么？

source: What is the most 'us' thing about our relationship?
de: Was ist das 'wir' Ding an unserer Beziehung?
es: ¿Qué es lo más 'nuestro' de nuestra relación?
fr: Quelle est la chose la plus 'nous' dans notre relation ?
it: Qual è la cosa più 'noi' della nostra relazione?
ja: 私たちの関係で最も「私たちらしい」ことは何ですか？
ko: 우리 관계에서 가장 '우리'다운 것은 무엇인가요?
nb: Hva er det mest 'oss' med forholdet vårt?
nl: Wat is het meest 'ons' aan onze relatie?
pl: Co jest najbardziej 'nasze' w naszym związku?
pt_br: O que é mais 'nosso' no nosso relacionamento?
sv: Vad är det mest 'oss' med vår relation?
uk: Що в наших стосунках найбільш 'наше'?
zh_hans: 在我们关系中，最有“我们”特色的是什么？

source: What is the most absurd rumor you’ve ever heard about yourself?
de: Was ist das absurdeste Gerücht, das du je über dich gehört hast?
es: ¿Cuál es el rumor más absurdo que has oído sobre ti mismo?
fr: Quelle est la rumeur la plus absurde que tu aies jamais entendue sur toi-même ?
it: Qual è la voce più assurda che tu abbia mai sentito su te stesso?
ja: 自分について聞いた中で最も馬鹿げた噂は何ですか？
ko: 자신에 대해 들어본 소문 중 가장 터무니없는 것은 무엇인가요?
nb: Hva er det mest absurde ryktet du noen gang har hørt om deg selv?
nl: Wat is het meest absurde gerucht dat je ooit over jezelf hebt gehoord?
pl: Jaka jest najbardziej absurdalna plotka, jaką o sobie słyszałeś?
pt_br: Qual é o boato mais absurdo que você já ouviu sobre si mesmo?
sv: Vad är det mest absurda ryktet du någonsin har hört om dig själv?
uk: Який найбезглуздіший чуток ви коли-небудь чули про себе?
zh_hans: 你听过关于你自己的最荒谬的谣言是什么？

source: What is the most adventurous place you’ve ever wanted to 'do it'?
de: Was ist der abenteuerlichste Ort, an dem du schon immer mal 'es tun' wolltest?
es: ¿Cuál es el lugar más aventurero donde has querido 'hacerlo'?
fr: Quel est l'endroit le plus aventureux où tu as toujours voulu 'le faire' ?
it: Qual è il posto più avventuroso in cui hai sempre voluto 'farlo'?
ja: 今までで一番やってみたいと思った冒険的な場所はどこですか？
ko: 가장 해보고 싶었던 모험적인 장소는 어디인가요?
nb: Hva er det mest eventyrlige stedet du noen gang har ønsket å 'gjøre det'?
nl: Wat is de meest avontuurlijke plek waar je ooit 'het' hebt willen doen?
pl: Jakie jest najbardziej ryzykowne miejsce, w którym chciałeś 'to zrobić'?
pt_br: Qual é o lugar mais aventureiro onde você já quis 'fazer isso'?
sv: Vilken är den mest äventyrliga platsen du någonsin har velat 'göra det' på?
uk: Яке найбільш авантюрне місце, де ти коли-небудь хотів 'це зробити'?
zh_hans: 你曾经最想在哪个冒险的地方‘做那事’？

source: What is the most adventurous thing you want to do with me?
de: Was ist das Abenteuerlichste, was du mit mir machen möchtest?
es: ¿Qué es lo más aventurero que quieres hacer conmigo?
fr: Quelle est la chose la plus aventureuse que tu veuilles faire avec moi ?
it: Qual è la cosa più avventurosa che vuoi fare con me?
ja: 私と一緒にやりたい最も冒険的なことは何ですか？
ko: 나와 함께 하고 싶은 가장 모험적인 일은 무엇인가요?
nb: Hva er det mest eventyrlystne du vil gjøre med meg?
nl: Wat is het meest avontuurlijke dat je met mij wilt doen?
pl: Co jest najbardziej przygodową rzeczą, którą chcesz ze mną zrobić?
pt_br: Qual é a coisa mais aventureira que você quer fazer comigo?
sv: Vad är det mest äventyrliga du vill göra med mig?
uk: Що найпригодницькіше ви хочете зробити зі мною?
zh_hans: 你想和我一起做的最冒险的事情是什么？

source: What is the most adventurous thing you’ve ever eaten?
de: Was ist das Abenteuerlichste, was du je gegessen hast?
es: ¿Qué es lo más aventurero que has comido?
fr: Quelle est la chose la plus aventureuse que vous ayez jamais mangée ?
it: Qual è la cosa più avventurosa che tu abbia mai mangiato?
ja: 今まで食べた中で一番冒険的な食べ物は何ですか？
ko: 가장 모험적으로 먹어본 것은 무엇인가요?
nb: Hva er det mest eventyrlystne du noen gang har spist?
nl: Wat is het meest avontuurlijke dat je ooit hebt gegeten?
pl: Co jest najbardziej odważnego, co kiedykolwiek jadłeś?
pt_br: Qual é a coisa mais aventureira que você já comeu?
sv: Vad är det mest äventyrliga du någonsin har ätit?
uk: Що найпригодницького ви коли-небудь їли?
zh_hans: 你吃过的最冒险的食物是什么？

source: What is the most beautiful beach you’ve ever visited?
de: Was ist der schönste Strand, den du je besucht hast?
es: ¿Cuál es la playa más bonita que has visitado?
fr: Quelle est la plus belle plage que tu aies jamais visitée ?
it: Qual è la spiaggia più bella che tu abbia mai visitato?
ja: 今まで訪れた中で最も美しいビーチはどこですか？
ko: 가장 아름다웠던 해변은 어디인가요?
nb: Hva er den vakreste stranden du noen gang har besøkt?
nl: Wat is het mooiste strand dat je ooit hebt bezocht?
pl: Jaka jest najpiękniejsza plaża, jaką odwiedziłeś?
pt_br: Qual é a praia mais bonita que você já visitou?
sv: Vilken är den vackraste stranden du någonsin har besökt?
uk: Який найкрасивіший пляж ви коли-небудь відвідували?
zh_hans: 你去过的最美丽的海滩是哪里？

source: What is the most beautiful forest or park you’ve been to?
de: Was ist der schönste Wald oder Park, in dem du warst?
es: ¿Cuál es el bosque o parque más bonito en el que has estado?
fr: Quelle est la plus belle forêt ou le plus beau parc où tu sois allé ?
it: Qual è la foresta o il parco più bello in cui sei stato?
ja: 今まで行った中で最も美しい森林や公園はどこですか？
ko: 가장 아름다웠던 숲이나 공원은 어디인가요?
nb: Hva er den vakreste skogen eller parken du har vært i?
nl: Wat is het mooiste bos of park waar je ooit bent geweest?
pl: Jaki jest najpiękniejszy las lub park, w którym byłeś?
pt_br: Qual é a floresta ou parque mais bonito que você já visitou?
sv: Vilken är den vackraste skogen eller parken du har varit i?
uk: Який найкрасивіший ліс чи парк ви бачили?
zh_hans: 你去过的最美丽的森林或公园是哪个？

source: What is the most bizarre thing you’ve ever found on the internet?
de: Was ist das Bizarrste, das du je im Internet gefunden hast?
es: ¿Qué es lo más extraño que has encontrado en Internet?
fr: Quelle est la chose la plus bizarre que tu aies jamais trouvée sur Internet ?
it: Qual è la cosa più bizzarra che tu abbia mai trovato su Internet?
ja: 今までインターネットで見つけた中で最も奇妙なものは何ですか？
ko: 인터넷에서 본 것 중 가장 기이한 것은 무엇인가요?
nb: Hva er det merkeligste du noen gang har funnet på internett?
nl: Wat is het meest bizarre dat je ooit op internet hebt gevonden?
pl: Co jest najbardziej dziwacznego, co kiedykolwiek znalazłeś w Internecie?
pt_br: Qual é a coisa mais bizarra que você já encontrou na internet?
sv: Vad är det mest bisarra du någonsin har hittat på internet?
uk: Що найбільш дивного ви коли-небудь знаходили в Інтернеті?
zh_hans: 你在互联网上发现的最离奇的事情是什么？

source: What is the most bizarre thing you’ve ever seen a stranger do?
de: Was ist das Bizarrste, das du je einen Fremden tun gesehen hast?
es: ¿Qué es lo más extraño que has visto hacer a un extraño?
fr: Quelle est la chose la plus bizarre que tu aies jamais vue faire à un inconnu ?
it: Qual è la cosa più bizzarra che tu abbia mai visto fare a uno sconosciuto?
ja: 見知らぬ人がしているのを見た中で最も奇妙なことは何ですか？
ko: 낯선 사람이 하는 것을 본 것 중 가장 기이한 것은 무엇인가요?
nb: Hva er det merkeligste du noen gang har sett en fremmed gjøre?
nl: Wat is het meest bizarre dat je ooit een vreemde hebt zien doen?
pl: Co jest najbardziej dziwacznego, co kiedykolwiek widziałeś u nieznajomego?
pt_br: Qual é a coisa mais bizarra que você já viu um estranho fazer?
sv: Vad är det mest bisarra du någonsin har sett en främling göra?
uk: Що найбільш дивного ви коли-небудь бачили, як робить незнайомець?
zh_hans: 你见过陌生人做的最离奇的事情是什么？

source: What is the most breathtaking view you have ever seen?
de: Was ist der atemberaubendste Ausblick, den du je gesehen hast?
es: ¿Cuál es la vista más impresionante que has visto?
fr: Quelle est la vue la plus époustouflante que tu aies jamais vue ?
it: Qual è la vista più mozzafiato che tu abbia mai visto?
ja: 今まで見た中で最も息をのむような景色は何ですか？
ko: 가장 숨 막히는 전망을 본 적이 있나요?
nb: Hva er den mest fantastiske utsikten du noen gang har sett?
nl: Wat is het meest adembenemende uitzicht dat je ooit hebt gezien?
pl: Jaki jest najpiękniejszy widok, jaki kiedykolwiek widziałeś?
pt_br: Qual é a vista mais deslumbrante que você já viu?
sv: Vilken är den mest hisnande utsikten du någonsin har sett?
uk: Який найзахопливіший краєвид ви коли-небудь бачили?
zh_hans: 你见过的最令人叹为观止的景色是什么？

source: What is the most delicious street food you’ve ever had?
de: Was war das leckerste Street Food, das du je gegessen hast?
es: ¿Cuál es la comida callejera más deliciosa que has probado?
fr: Quelle est la nourriture de rue la plus délicieuse que tu aies jamais goûtée ?
it: Qual è il cibo da strada più delizioso che tu abbia mai mangiato?
ja: 今まで食べた中で一番美味しかった屋台の食べ物は何ですか？
ko: 가장 맛있었던 길거리 음식은 무엇인가요?
nb: Hva er den mest delikate gatekjøkkenmaten du noen gang har hatt?
nl: Wat is het meest heerlijke streetfood dat je ooit hebt gehad?
pl: Jakie jest najsmaczniejsze jedzenie uliczne, jakie jadłeś?
pt_br: Qual é a comida de rua mais deliciosa que você já comeu?
sv: Vad är den mest utsökta gatumat du någonsin har ätit?
uk: Яка найсмачніша вулична їжа, яку ви коли-небудь їли?
zh_hans: 你吃过最美味的路边摊是什么？

source: What is the most essential part of your identity?
de: Was ist der wesentlichste Teil deiner Identität?
es: ¿Cuál es la parte más esencial de tu identidad?
fr: Quelle est la partie la plus essentielle de votre identité ?
it: Qual è la parte più essenziale della tua identità?
ja: あなたのアイデンティティの最も本質的な部分は何ですか？
ko: 당신의 정체성에서 가장 본질적인 부분은 무엇인가요?
nb: Hva er den mest essensielle delen av din identitet?
nl: Wat is het meest essentiële onderdeel van je identiteit?
pl: Jaka jest najważniejsza część twojej tożsamości?
pt_br: Qual é a parte mais essencial da sua identidade?
sv: Vad är den mest väsentliga delen av din identitet?
uk: Яка найважливіша частина вашої ідентичності?
zh_hans: 你身份中最本质的部分是什么？

source: What is the most exotic place you’ve ever been?
de: Was ist der exotischste Ort, an dem du je warst?
es: ¿Cuál es el lugar más exótico en el que has estado?
fr: Quel est l'endroit le plus exotique où tu sois jamais allé ?
it: Qual è il posto più esotico in cui sei mai stato?
ja: 今まで行った中で最もエキゾチックな場所はどこですか？
ko: 가장 이국적인 장소는 어디인가요?
nb: Hva er det mest eksotiske stedet du noen gang har vært?
nl: Wat is de meest exotische plek waar je ooit bent geweest?
pl: Jakie jest najbardziej egzotyczne miejsce, w jakim byłeś?
pt_br: Qual é o lugar mais exótico que você já visitou?
sv: Vilken är den mest exotiska plats du någonsin har varit på?
uk: Яке найекзотичніше місце ви коли-небудь відвідували?
zh_hans: 你去过的最有异国情调的地方是哪里？

source: What is the most expensive thing you’ve ever broken?
de: Was ist das teuerste, was du je kaputt gemacht hast?
es: ¿Qué es lo más caro que has roto?
fr: Quelle est la chose la plus chère que vous ayez jamais cassée ?
it: Qual è la cosa più costosa che tu abbia mai rotto?
ja: 壊したものの中で一番高価なものは何ですか？
ko: 부순 것 중 가장 비싼 것은 무엇인가요?
nb: Hva er det dyreste du noen gang har ødelagt?
nl: Wat is het duurste dat je ooit hebt kapotgemaakt?
pl: Jaka jest najdroższa rzecz, jaką kiedykolwiek zepsułeś?
pt_br: Qual é a coisa mais cara que você já quebrou?
sv: Vad är det dyraste du någonsin har gått sönder?
uk: Яку найдорожчу річ ви коли-небудь ламали?
zh_hans: 你打破过的最贵的东西是什么？

source: What is the most famous landmark you’ve seen in person?
de: Was ist das berühmteste Wahrzeichen, das du persönlich gesehen hast?
es: ¿Cuál es el monumento más famoso que has visto en persona?
fr: Quel est le monument le plus célèbre que tu aies vu en personne ?
it: Qual è il punto di riferimento più famoso che hai visto di persona?
ja: 実際に見た中で最も有名なランドマークは何ですか？
ko: 실제로 본 가장 유명한 랜드마크는 무엇인가요?
nb: Hva er det mest kjente landemerket du har sett personlig?
nl: Wat is het beroemdste monument dat je persoonlijk hebt gezien?
pl: Jaki jest najsłynniejszy zabytek, który widziałeś na własne oczy?
pt_br: Qual é o ponto turístico mais famoso que você já viu pessoalmente?
sv: Vilket är det mest berömda landmärket du har sett personligen?
uk: Яка найвідоміша пам'ятка, яку ви бачили на власні очі?
zh_hans: 你亲眼见过的最著名的地标是什么？

source: What is the most important lesson you’ve learned from a past relationship?
de: Was ist die wichtigste Lektion, die du aus einer früheren Beziehung gelernt hast?
es: ¿Cuál es la lección más importante que has aprendido de una relación pasada?
fr: Quelle est la leçon la plus importante que tu aies apprise d'une relation passée ?
it: Qual è la lezione più importante che hai imparato da una relazione passata?
ja: 過去の関係から学んだ最も重要な教訓は何ですか？
ko: 과거의 관계에서 배운 가장 중요한 교훈은 무엇인가요?
nb: Hva er den viktigste lærdommen du har lært fra et tidligere forhold?
nl: Wat is de belangrijkste les die je hebt geleerd van een eerdere relatie?
pl: Jaka jest najważniejsza lekcja, którą wyciągnąłeś z poprzedniego związku?
pt_br: Qual é a lição mais importante que você aprendeu com um relacionamento passado?
sv: Vad är den viktigaste läxan du har lärt dig från ett tidigare förhållande?
uk: Який найважливіший урок ви винесли з попередніх стосунків?
zh_hans: 你从上一段感情中学到的最重要的一课是什么？

source: What is the most important part of communication in a relationship?
de: Was ist der wichtigste Teil der Kommunikation in einer Beziehung?
es: ¿Cuál es la parte más importante de la comunicación en una relación?
fr: Quelle est la partie la plus importante de la communication dans une relation ?
it: Qual è la parte più importante della comunicazione in una relazione?
ja: 人間関係におけるコミュニケーションの最も重要な部分は何ですか？
ko: 관계에서 의사소통의 가장 중요한 부분은 무엇인가요?
nb: Hva er den viktigste delen av kommunikasjon i et forhold?
nl: Wat is het belangrijkste onderdeel van communicatie in een relatie?
pl: Jaka jest najważniejsza część komunikacji w związku?
pt_br: Qual é a parte mais importante da comunicação em um relacionamento?
sv: Vad är den viktigaste delen av kommunikation i en relation?
uk: Яка найважливіша частина спілкування у стосунках?
zh_hans: 在一段关系中，沟通最重要的部分是什么？

source: What is the most important quality in a human being?
de: Was ist die wichtigste Eigenschaft eines Menschen?
es: ¿Cuál es la cualidad más importante en un ser humano?
fr: Quelle est la qualité la plus importante chez un être humain ?
it: Qual è la qualità più importante in un essere umano?
ja: 人間にとって最も重要な資質は何ですか？
ko: 인간에게 가장 중요한 자질은 무엇인가요?
nb: Hva er den viktigste egenskapen hos et menneske?
nl: Wat is de belangrijkste kwaliteit in een mens?
pl: Jaka jest najważniejsza cecha człowieka?
pt_br: Qual é a qualidade mais importante em um ser humano?
sv: Vad är den viktigaste egenskapen hos en människa?
uk: Яка найважливіша якість у людині?
zh_hans: 人最重要的品质是什么？

source: What is the most important thing for a couple to do every day?
de: Was ist das Wichtigste, was ein Paar jeden Tag tun sollte?
es: ¿Qué es lo más importante que debe hacer una pareja todos los días?
fr: Quelle est la chose la plus importante qu'un couple doit faire chaque jour ?
it: Qual è la cosa più importante che una coppia dovrebbe fare ogni giorno?
ja: カップルが毎日やるべき最も重要なことは何ですか？
ko: 커플이 매일 해야 할 가장 중요한 일은 무엇인가요?
nb: Hva er det viktigste et par bør gjøre hver dag?
nl: Wat is het belangrijkste wat een koppel elke dag moet doen?
pl: Co jest najważniejszą rzeczą, którą para powinna robić każdego dnia?
pt_br: Qual é a coisa mais importante que um casal deve fazer todos os dias?
sv: Vad är det viktigaste ett par bör göra varje dag?
uk: Що найважливіше робити парі щодня?
zh_hans: 一对情侣每天最重要的事情是什么？

source: What is the most important thing for a couple to do when they disagree?
de: Was ist das Wichtigste, was ein Paar tun sollte, wenn sie sich uneinig sind?
es: ¿Qué es lo más importante que debe hacer una pareja cuando no está de acuerdo?
fr: Quelle est la chose la plus importante qu'un couple doit faire lorsqu'il est en désaccord ?
it: Qual è la cosa più importante che una coppia dovrebbe fare quando non è d'accordo?
ja: カップルが意見を異にするとき、最も重要なことは何ですか？
ko: 커플이 의견이 일치하지 않을 때 가장 중요한 일은 무엇인가요?
nb: Hva er det viktigste et par bør gjøre når de er uenige?
nl: Wat is het belangrijkste dat een koppel moet doen als ze het oneens zijn?
pl: Co jest najważniejszą rzeczą, którą para powinna zrobić, gdy się nie zgadza?
pt_br: Qual é a coisa mais importante que um casal deve fazer quando discorda?
sv: Vad är det viktigaste ett par bör göra när de inte håller med varandra?
uk: Що найважливіше робити парі, коли вони не згодні?
zh_hans: 当情侣意见不合时，最重要的事情是什么？

source: What is the most important thing for a couple to have in common?
de: Was ist das Wichtigste, was ein Paar gemeinsam haben sollte?
es: ¿Qué es lo más importante que una pareja debe tener en común?
fr: Quelle est la chose la plus importante qu'un couple ait en commun ?
it: Qual è la cosa più importante che una coppia dovrebbe avere in comune?
ja: カップルが共通して持つべき最も重要なことは何ですか？
ko: 커플이 공통으로 가져야 할 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste et par bør ha til felles?
nl: Wat is het belangrijkste dat een koppel gemeen moet hebben?
pl: Co jest najważniejszą rzeczą, którą para powinna mieć wspólnego?
pt_br: Qual é a coisa mais importante que um casal deve ter em comum?
sv: Vad är det viktigaste ett par bör ha gemensamt?
uk: Що найважливіше мати спільного парі?
zh_hans: 一对情侣最重要的共同点是什么？

source: What is the most important thing for a partner to know about your past?
de: Was ist das Wichtigste, was ein Partner über deine Vergangenheit wissen sollte?
es: ¿Qué es lo más importante que una pareja debe saber sobre tu pasado?
fr: Quelle est la chose la plus importante qu'un partenaire doit connaître de ton passé ?
it: Qual è la cosa più importante che un partner dovrebbe sapere del tuo passato?
ja: パートナーに知っておいてほしい、あなたの過去について最も重要なことは何ですか？
ko: 파트너가 당신의 과거에 대해 알아야 할 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste en partner bør vite om din fortid?
nl: Wat is het belangrijkste dat een partner moet weten over jouw verleden?
pl: Co jest najważniejszą rzeczą, którą partner powinien wiedzieć o twojej przeszłości?
pt_br: Qual é a coisa mais importante que um parceiro deve saber sobre o seu passado?
sv: Vad är det viktigaste för en partner att veta om ditt förflutna?
uk: Що найважливіше партнеру знати про ваше минуле?
zh_hans: 关于你的过去，伴侣需要知道的最重要的事情是什么？

source: What is the most important thing for a partner to support you in?
de: Worin sollte dich ein Partner am meisten unterstützen?
es: ¿Qué es lo más importante en lo que una pareja debería apoyarte?
fr: Quelle est la chose la plus importante pour qu'un partenaire te soutienne ?
it: Qual è la cosa più importante in cui un partner dovrebbe sostenerti?
ja: パートナーにサポートしてほしい最も重要なことは何ですか？
ko: 파트너가 당신을 지원하는 데 가장 중요한 것은 무엇인가요?
nb: Hva er det viktigste en partner bør støtte deg i?
nl: Wat is het belangrijkste waarin een partner je moet ondersteunen?
pl: W czym partner powinien cię najbardziej wspierać?
pt_br: Qual é a coisa mais importante que um parceiro deve apoiar em você?
sv: Vad är det viktigaste för en partner att stödja dig i?
uk: У чому найважливіше, щоб партнер підтримував вас?
zh_hans: 在一段关系中，伴侣应该在什么方面给予你最重要的支持？
